tap "homebrew/bundle"
tap "homebrew/services"
brew "bat"
brew "eza"
brew "fzf"
brew "git"
brew "httpie"
brew "libpq", link: true
brew "mise"
brew "neovim"
brew "starship"
brew "stow"
brew "thefuck"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "arc"
cask "dbngin"
cask "docker"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-zed-mono-nerd-font"
cask "google-chrome"
cask "httpie"
cask "raycast"
cask "tableplus"
cask "wezterm"
cask "zed"
