tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "commitizen"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-delta"
brew "uv"
brew "hatch"
brew "httpie", link: false
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "libpq", link: true
brew "mise"
brew "neovim"
brew "poppler"
brew "potrace"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "stow"
brew "typescript"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
brew "qmk/qmk/qmk"
cask "aerospace"
cask "dbngin"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-zed-mono-nerd-font"
cask "google-chrome"
cask "httpie-desktop"
cask "keycastr"
# cask "league-of-legends"
cask "obsidian"
cask "qmk-toolbox"
cask "raycast"
cask "sf-symbols"
# cask "steam"
cask "tableplus"
cask "wezterm"
cask "zed"
